Repository: printempstg/craft-5152-en-ro
Catalog: tm/5152-04_EN-RO.tmx
Source language: en
Languages: ro

source: The ETHICON SECURESTRAP™ Absorbable Fixation Device straps are made of a blend of polydioxanone and L(-)-lactide/glycolide copolymer dyed with D&C Violet No. 2.
ro: Bridele dispozitivului de fixare absorbabil ETHICON SECURESTRAP™ sunt fabricate dintr-un amestec de polidioxanonă și copolimer de L(-)-lactidă/glicolidă, vopsit cu D&C Violet Nr. 2.

source: The Modified Hollander Cosmesis Scale (MHCS), a validated scale, was used to evaluate cosmesis at the 30-day (± 2 days) follow-up visit.
ro: La evaluarea rezultatului cosmetic la vizita de urmărire de 30 zile (± 2 zile) s-a utilizat o scală certificată, Scala cosmetică modificată Hollander (MHCS).

source: The Modified Hollander Cosmesis Scale (MHCS), a validated scale, was used to evaluate cosmesis at three months: step-off borders, edge inversion, contour irregularities, excess inflammation, wound margin separation, and overall appearance.
ro: Scala cosmetică modificată Hollander (MHCS), o scală certificată, a fost folosită la evaluarea rezultatului cosmetic la trei luni: margini de contact, inversia marginilor, neregularităţi de contur, inflamaţia excesivă, separarea marginilor plăgilor și aspectul general.

source: The ORC and polydioxanone components are essentially absorbed within six (6) months, whereas the polypropylene material is not absorbed, nor is it subject to degradation or weakening by the action of tissue enzymes.
ro: Componentele de CRO și polidioxanonă sunt practic absorbite în șase (6) luni, iar materialul de polipropilenă nu este absorbit, nici nu este supus degradării sau slăbirii prin acţiunea enzimelor tisulare.

source: The ORC component is an absorbable off-white knitted fabric prepared by the controlled oxidation of regenerated cellulose.
ro: Componenta CRO este un material împletit albicios, absorbabil, obţinut prin oxidarea controlată a celulozei regenerate.

source: The ORC is intended to physically separate the mesh from underlying tissue and organ surfaces during the critical wound-healing period, thereby reducing the severity and extent of tissue attachment to the mesh.
ro: CRO are rolul de a separa fizic plasa de ţesuturile și suprafaţa organelor subiacente în timpul perioadei critice de vindecare a plăgii, reducând astfel gravitatea și gradul de aderenţă a ţesuturilor la plasă.

source: The ORC layer is absorbed from the site of implantation within four (4) weeks.
ro: Stratul de CRO este absorbit de la locul de implantare în decurs de patru (4) săptămâni.

source: The PLUG is inserted into the defect, allowing the ANCHOR (blue) to expand.
ro: Se introduce OBTURATORUL în defect, permițând extinderea ANCOREI (albastre).

source: The PROLENE™ Soft Mesh affords excellent strength, durability and surgical adaptability, with a porous structure to enable mesh incorporation into surrounding tissues.
ro: Plasa moale PROLENE™ conferă o rezistenţă excelentă, durabilitate și adaptabilitate chirurgicală, cu o structură poroasă ce permite încorporarea plasei în ţesuturile din jur.

source: The PROLENE™ Soft Mesh component is constructed of knitted filaments of extruded polypropylene identical in composition to that used in PROLENE™ Polypropylene Suture, Nonabsorbable Surgical Sutures, U.S.P.
ro: Componenta de plasă moale PROLENE™ este alcătuită din filamente ţesute din polipropilenă extrudată, identică din punct de vedere al compoziţiei cu suturile de polipropilenă PROLENE™, suturile chirurgicale neresorbabile, U.S.P. (ETHICON, Inc.).

source: The Spacer Fabric is composed of a non-absorbable mesh, manufactured from polypropylene monofilament fibers and an absorbable mesh, manufactured from poliglecaprone 25 monofilament fibers.
ro: Materialul textil triplu stratificat este compus dintr-o plasă neabsorbabilă fabricată din fibre monofilament de polipropilenă și o plasă absorbabilă fabricată din fibre monofilament de poliglecapronă 25.

source: The ULTRAPRO™ PLUG device comprises a sterile, thermoformed, three-dimensional plug manufactured from Spacer Fabric material (three dimensional warp knitting technology) and a flat preshaped onlay patch.
ro: Dispozitivul OBTURATOR ULTRAPRO™ conţine un obturator steril, termoformat, tridimensional, fabricat din material textil triplu stratificat (tehnologie de împletire tridimensională) și un strat superficial preformat, plat.

source: The ULTRAPRO™ PLUG is a partially absorbable device used to fill and reinforce abdominal wall hernia defects to provide permanent support during and following wound healing.
ro: OBTURATORUL ULTRAPRO™ este un dispozitiv parțial absorbabil, folosit la umplerea și întărirea defectelor herniare ale peretelui abdominal pentru a asigura suport permanent în timpul și după indecarea plăgii.

source: The ULTRAPRO™ PLUG is sterilized by Ethylene Oxide.
ro: OBTURATORUL ULTRAPRO™ este sterilizat cu oxid de etilenă.

source: The ULTRAPRO™ preshaped onlay patch is manufactured from approximately equal parts of absorbable poliglecaprone 25 monofilament fibers and non-absorbable dyed (phthalocyanine blue, Color Index No.: 74160) and undyed polypropylene monofilament fibers.
ro: Stratul superficial preformat ULTRAPRO™ este fabricat în părţi aproximativ egale din fibre monofilament de poliglecapronă 25 absorbabile și fibre monofilament din polipropilenă neabsorbabile, vopsite (albastru de ftalocianină, indice de culoare nr.: 74160) și nevopsite.

source: The absorbable components are essentially absorbed within eight (8) months, whereas the polypropylene material is not absorbed.
ro: Componentele absorbabile sunt absorbite practic în decurs de opt (8) luni, în timp ce materialul de polipropilenă nu este absorbit.

source: The absorbable polyglecaprone part of the mesh helps to keep the polypropylene structure rigid thus making intraoperative manipulation and positioning of the mesh easier.
ro: Partea absorbabilă, din poliglecapronă, a plasei facilitează menţinerea rigidității structurii din polipropilenă, facilitând astfel manipularea și poziţionarea intraoperatorie a acesteia.

source: The absorption of VICRYL RAPIDE™ occurs thereafter and is essentially complete by 42 days.
ro: Absorbţia VICRYL RAPIDE™ are loc ulterior și este, în principiu, încheiată după 42 de zile.

source: The application of DERMABOND adhesive requires thorough wound cleansing.
ro: Aplicarea adezivului DERMABOND™ necesită o bună curăţare a plăgii.

source: The application of counter-pressure helps ensure secure strap placement.
ro: Aplicarea contrapresiunii ajută la asigurarea amplasării trainice a bridei.

source: The applicator contains the liquid adhesive.
ro: Aplicatorul conţine adezivul lichid.

source: The applicator is comprised of a crushable glass ampule contained within a plastic vial with attached applicator tip.
ro: Aplicatorul se compune dintr-o fiolă de sticlă casantă, introdusă într-un flacon de plastic prevăzut cu un vârf aplicator.

source: The applicator is packaged in a blister pouch to maintain the device sterile until opened or damaged.
ro: Aplicatorul este ambalat într-o pungă de tip blister pentru menţinerea sterilităţii până la deschidere sau deteriorare.

source: The biomechanical properties of the polypropylene mesh, which are nearly identical to those of the abdominal wall, permit physiologically normal abdominal wall dynamics while guaranteeing optimal stability under major strain.
ro: Proprietățile biomecanice ale plasei din polipropilenă, foarte similare cu cele ale peretelui abdominal, permit o dinamică a peretelui abdominal normală din punct de vedere fiziologic, garantând totodată o stabilitate optimă la efort mare.

source: The characteristic rapid loss of strength is achieved by use of a polymer material with a lower molecular weight than regular VICRYL™ (polyglactin 910) suture.
ro: Pierderea rapidă a rezistenţei, caracteristică, se obţine prin utilizarea unui material polimeric cu masă moleculară mai mică decât cea a materialului de sutură obișnuit VICRYL™ (poliglactin 910).

source: The choice of device must ensure that at least one strand of the mesh is included.
ro: Dispozitivul ales trebuie să asigure includerea a cel puțin unui fir din plasă.

source: The device elicits a transient mild to moderate foreign body reaction.
ro: Dispozitivul provoacă o reacțiede corp străin tranzitorie, de intensitate ușoară până la moderată.

source: The device is available in different sizes, which refer to the diameter of the ANCHOR.
ro: Dispozitivul este disponibil în diferite mărimi, raportate la diametrul ANCOREI.

source: The device is not intended for use when prosthetic material fixation is contraindicated.
ro: Dispozitivului nu este conceput pentru utilizarea în cazul în care fixarea materialului protetic este contraindicată.

source: The device may also be used in open surgical procedures.
ro: Dispozitivul se poate folosi, de asemenea în proceduri chirurgicale deschise.

source: The device must be separated from the abdominal cavity by peritoneum.
ro: Dispozitivul trebuie separat de cavitatea abdominală prin peritoneu.

source: The empirical formula of the copolymer is (C2H2O2)m(C3H4O2)n.
ro: Formula empirică a copolimerului este (C2H2O2)m(C3H4O2)n.

source: The empirical molecular formula of the polymer is (C10H8O4)n.
ro: Formula moleculară empirică a polimerului este (C10H8O4)n.

source: The eye should be closed and protected with gauze.
ro: Ochiul trebuie menţinut închis și protejat cu tifon.

source: The film can be disrupted from the skin when the dressing is removed, and wound dehiscence can occur.
ro: În momentul îndepărtării pansamentului, pelicula poate fi desprinsă de pe piele, putând provoca dehiscenţa plăgii.

source: The fixation technique, method and products used should follow the current standard of care.
ro: Tehnica de fixare, metoda și produsele trebuie să corespundă standardelor medicale curente.

source: The fixation technique, method, and product used should follow the current standard of care.
ro: Tehnica de fixare, metoda şi produsul utilizat trebuie să corespundă standardelor de îngrijire aflate în vigoare.

source: The implant can be shaped using sharp cutting instrumentation.
ro: Implantul se poate modela cu ajutorul unor instrumente de tăiere ascuțite.

source: The incisions were comprised of 47.8% excisions of skin lesions, 27.4% minimally invasive surgery punctures, and 24.8% general surgery incisions.
ro: Inciziile au fost alcătuite în proporţie de 47,8 % din excizii de leziuni cutanate, 27,4 % din puncţii de chirurgie minim invazivă și 24,8 % din incizii de chirurgie generală.

source: The inserted length of the strap is 6,7 mm.
ro: Lungimea introdusă a bridei este de 6,7 mm.

source: The instrument is designed for introduction and use through a 5 mm or larger laparoscopic port sleeve.
ro: Instrumentul este conceput pentru a fi introdus și utilizat printr-un trocar laparoscopic de 5 mm sau mai mare.

source: The knot tensile strength of VICRYL RAPIDE™ meets USP requirements for collagen sutures as well as the requirements of the European Pharmacopoeia for ”Chorda Resorbilis Sterilis“ (except for an occasional slight oversize in some gauges).
ro: Rezistenţa la întindere a nodului materialului de sutură VICRYL RAPIDE™ satisface cerinţele USP privind suturile de colagen, precum și cerinţele Farmacopeei Europene privind „Chorda Resorbilis Sterilis” (cu excepţia unei ușoare supradimensionări ocazionale la unele mărimi).

source: The material is also available in presentations containing the following:
ro: Materialul este, de asemenea, disponibil în kituri care conţin următoarele:

source: The material may also be supplied in presentations containing the following:
ro: Materialul poate fi livrat, de asemenea, în kituri care conţin următoarele:

source: The mechanism by which the polymer degrades is hydrolysis.
ro: Mecanismul prin care polimerul este degradat este hidroliza.

source: The mesh can be cut to size as required using scissors or a scalpel.
ro: Plasa poate fi tăiată la dimensiunile dorite cu ajutorul unui foarfece sau al unui bisturiu.

source: The mesh is not suitable for insertion into the inguinal canal as in the case of a plug.
ro: Plasa nu este adecvată pentru introducerea în canalul inghinal ca în cazul unui obturator.

source: The mesh must always be separated from the abdominal cavity by peritoneum.
ro: Plasa trebuie să fie întotdeauna separată de cavitatea abdominală prin peritoneu.

source: The mesh must not be used following planned intraoperative or accidental opening of the gastrointestinal tract.
ro: Plasa nu trebuie utilizată după deschiderea intraoperatorie planificată sau accidentală, ale tractului gastrointestinal.

source: The mesh product is composed of a nonabsorbable, macroporous polypropylene mesh laminated between two polyglecaprone-25 films.
ro: Produsul este compus dintr-o plasă de polipropilenă non-absorbabilă, macroporoasă laminată între două straturi de film de poliglecapronă-25.

source: The mesh product is comprised of an oxidized regenerated cellulose (ORC) fabric, and PROLENE™ Soft Mesh, a nonabsorbable polypropylene mesh, which is encapsulated by a polydioxanone polymer.
ro: Plasa se compune dintr-o ţesătură din celuloză regenerată oxidată (CRO), și o plasă PROLENE™ moale, o plasă neresorbabilă din polipropilenă, acoperită de un polimer de polidioxanonă.

source: The mesh remains soft and pliable, and normal wound healing is not noticeably impaired.
ro: Plasa rămâne moale şi pliabilă, iar procesul normal de vindecare a plăgii nu este afectat în mod semnificativ.

source: The mesh should adequately overlap the defect on all sides so that the fascial edges are also adequately stabilized.
ro: Plasa trebuie să se suprapună în mod adecvat pe toate marginile defectului, astfel încât marginile fasciale să fie de asemenea stabilizate corespunzător.

source: The mesh should always be fixed in accordance to the requirements given in the section on FIXATION to minimize risk of mesh migration or recurrence of hernia.
ro: Plasa trebuie întotdeauna fixată conform indicaţiilor prezentate în secţiunea despre FIXARE, pentru a reduce la minim riscul migrării plasei sau recidivei herniei.

source: The mesh should be fixed, as non fixation may result in migration of the mesh.
ro: Plasa trebuie fixată, deoarece lipsa fixării poate avea ca rezultat migrarea acesteia.

source: The mesh should be positioned extraperitoneally as a sublay (retromuscular) with closure of the anterior fascia over the defect wherever possible.
ro: Plasa trebuie poziţionată extraperitoneal ca strat profund (retromuscular) cu închiderea fasciei anterioare peste defect, dacă este posibil.

source: The mesh should be shaped and sized in such a way that sufficient overlap of the fascial defect on all sides is achieved.
ro: Plasa trebuie modelată și ajustată în aşa fel încât să se obţină o acoperire suficientă a defectului fascial pe toate laturile acestuia.

source: The mesh should be shaped in such a way that it overlaps the fascial defect on all sides by about 5 cm, thereby allowing adequate stabilization of each of the fascial borders.
ro: Plasa trebuie modelată în așa fel, încât să se suprapună peste defectul fascial pe toate laturile acestuia cu aproximativ 5 cm, permițând astfel stabilizarea adecvată a tuturor marginilor fasciale.

source: The mesh should be shaped in such a way that sufficient overlap of the fascial defect on all sides is achieved, thereby allowing adequate stabilization of each of the fascial borders.
ro: Plasa trebuie modelată în așa fel încât să se obţină o acoperire suficientă a defectului fascial pe toate laturile acestuia, permiţând astfel stabilizarea adecvată a tuturor marginilor fasciale.

source: The mesh should be shaped in such a way that sufficient overlap of the fascial defect on all sides is achieved.
ro: Plasa trebuie modelată în aşa fel încât să se obţină o acoperire suficientă a defectului fascial pe toate laturile acestuia.

source: The mesh should be shaped using sharp cutting instrumentation and in such a way that sufficient overlap of the fascial defect on all sides is achieved, thereby allowing adequate stabilization of each of the fascial borders.
ro: Plasa trebuie modelată cu ajutorul unor instrumente de tăiere ascuţite în așa fel încât să se obţină o acoperire suficientă a defectului fascial pe toate laturile acestuia, permiţând astfel stabilizarea adecvată a tuturor marginilor fasciale.

source: The molecular formula is (C3H6)n.
ro: Formula moleculară este (C3H6)n.

source: The needles are bicolour (silver/black) and the labelling shows MRI.
ro: Acele sunt bicolore (argintiu/negru) iar etichetarea indică RMN.

source: The needles may be attached permanently or as CONTROL RELEASE which enables the needles to be pulled off instead of being cut off.
ro: Acele pot fi atașate definitiv sau sub forma CONTROL RELEASE, ceea ce le permite să fie smulse în loc să fie tăiate.

source: The onlay patch should be positioned tension- and fold free with the longer side parallel to the inguinal ligament.
ro: Partea mai lungă a stratului superficial trebuie poziţionată paralel cu ligamentul inghinal, fără tensionare și fără să formeze cute.

source: The other surface, the ORC side, should be placed adjacent to those tissues where minimal tissue attachment is desired (i.e. visceral surfaces).
ro: Cealaltă suprafaţă, cea cu CRO, trebuie așezată în vecinătatea acelor ţesuturi unde se dorește aderenţă tisulară minimă (adică suprafeţe viscerale).

source: The package containing bone wax should be open-ed just prior to use to minimise the possibility of contamination and excessive drying.
ro: Ambalajul cerii hemostatice de oase trebuie deschis doar înainte de utilizare pentru a reduce la minimum posibilitatea contaminării și uscării excesive.

source: The polydioxanone component is absorbed within six (6) months.
ro: Componenta de polidioxanonă este absorbită în decurs de șase (6) luni.

source: The polydioxanone components made from the polyester, poly (p-dioxanone) polymer that is identical to the polymer used in PDS™ II (polydioxanone) Suture, Synthetic Absorbable Suture, U.S.P.
ro: Componentele de polidioxanonă sunt fabricate din poliester, poli (p-dioxanonă) polimerul identic cu polimerul folosit în suturile PDS™ II (polidioxanonă), suturi sintetice resorbabile, U.S.P.

source: The polydioxanone polymer has been found to be nonantigenic, nonpyrogenic and to elicit only a mild tissue reaction during absorption.
ro: S-a constatat despre polimerul de polidioxanonă că este non-antigenic, non-pirogenic și provoacă doar o ușoară reacţie tisulară în timpul absorbţiei.

source: The polydioxanone provides a bond to the ORC layer.
ro: Stratul de polidioxanonă asigură fixarea de stratul de CRO.

source: The polyglecaprone-25 is intended to physically separate the mesh from underlying tissue and organ surfaces during the critical wound healing period, thereby reducing the severity and extent of tissue attachment to the mesh.
ro: Poligecaprona-25 are rolul de a separa fizic plasa de ţesuturile şi suprafaţa organelor subiacente în timpul perioadei critice de vindecare a plăgii, reducând astfel gravitatea şi gradul de aderenţă a ţesuturilor la plasă.

source: The polymer of the undyed and dyed polypropylene fiber (phthalocyanine blue, Color Index No.: 74160) is identical to the material used for dyed/undyed PROLENE™ suture material.
ro: Polimerul din compoziţia fibrei nevopsite și vopsite de polipropilenă (albastru de ftalocianină, cod culoare 74160) este identic cu materialul utilizat pentru materialul de sutură PROLENE™ vopsit/nevopsit.

source: The polymer of the undyed and dyed polypropylene fibers (phthalocyanine blue, Color Index No.: 74160) is identical to the material used for dyed / undyed PROLENE™ suture.
ro: Polimerul din compoziţia fibrelor de polipropilenă nevopsite și vopsite (albastru de ftalocianină, indice de culoare nr.:74160) este identic cu materialul utilizat pentru sutura vopsită/nevopsită din PROLENE™.

source: The polypropylene component is constructed of knitted filaments of extruded polypropylene.
ro: Componenta de polipropilenă este construită din fire împletite de polipropilenă extrudată.

source: The polypropylene mesh side (side with the blue stripes) of the product should be placed adjacent to those tissues where tissue ingrowth is desired.
ro: Faţa din polipropilenă (cea cu benzi albastre) a produsului trebuie așezată în vecinătatea acelor ţesuturi unde se dorește creștere tisulară.

source: The polypropylene mesh side of the product allows for tissue ingrowth, while the ORC side provides a bioresorbable layer that physically separates the polypropylene mesh from underlying tissue and organ surfaces during the wound-healing period to minimize tissue attachment to the mesh.
ro: Faţa din polipropilenă a produsului permite pătrunderea ţesutului de granulaţie, în timp ce faţa CRO reprezintă un strat bioresorbabil care separă fizic plasa de polipropilenă de ţesuturile și suprafaţa organelor subiacente în timpul perioadei de vindecare a plăgii, pentru a minimiza aderenţa ţesuturilor la plasă.

source: The preshaped flat onlay patch itself is not suitable for use as a plug.
ro: Stratul superficial preformat plat nu se poate utiliza singur ca obturator.

source: The product is also available with a pen applicator.
ro: Produsul este, de asemenea, disponibil și în varianta cu aplicator tip stilou.

source: The product is available in 6-up configurations.
ro: Produsul este disponibil în configurații de câte 6.

source: The product is sterilized with ethylene oxide.
ro: Produsul este sterilizat cu oxid de etilenă.

source: The product meets
ro: Acest produs corespunde cerinţelor esenţiale

source: The product meets the essential
ro: Acest produs corespunde cerinţelor esenţiale

source: The product meets the essential requirements of Medical Device Directive
ro: Acest produs corespunde cerinţelor esenţiale ale directivei 93/42/CEE privind dispozitivele medicale

source: The product meets the essential requirements of Medical Device Directive 93/42/EEC
ro: Acest produs corespunde cerinţelor esenţiale ale directivei 93/42/CEE privind dispozitivele medicale

source: The product meets the essential requirements of the Medical Device Directive 93/42/EEC
ro: Acest produs corespunde cerinţelor esenţiale ale directivei 93/42/CEE privind dispozitivele medicale

source: The residual polypropylene mesh does not hinder this process, thereby avoiding excessive connective tissue deposition and deleterious scar formation.
ro: Plasa de polipropilenă reziduală nu afectează acest proces, evitându-se astfel depunerea excesivă de țesut conjunctiv și formarea de cicatrici dăunătoare.

source: The safety and effectiveness of ETHICON PHYSIOMESH™ in combination with solutions, i.e., saline, peritoneal instillates, and/or medications, have not been studied.
ro: Nu s-au studiat siguranţa şi eficacitatea ETHICON PHYSIOMESH™ în combinaţie cu soluţii cum ar fi soluţia salină fiziologică, instilări peritoneale şi/sau medicamente.

source: The safety and effectiveness of PROCEED™ Surgical Mesh in combination with solutions other than saline (such as peritoneal instillates, and/or medications) have not been studied.
ro: Nu s-au studiat siguranţa și eficacitatea plasei chirurgicale PROCEED™ în combinaţie cu alte soluţii decât serul fiziologic (cum ar fi instilări peritoneale și/sau medicamente).

source: The sensation may be higher on sensitive tissues.
ro: Senzaţia poate fi mai puternică la nivelul ţesuturilor sensibile.

source: The site should not be scrubbed, soaked, or exposed to prolonged wetness until after the film has sloughed naturally and the wound has healed closed.
ro: Suprafaţa nu trebuie frecată, acoperită de apă sau expusă umezelii pentru timp îndelungat decât după desprinderea spontană a peliculei și închiderea plăgii prin vindecare.
